/* Task #1
Попрубуйте реализовать задачу на цепочку промисов из предудущего домашнего задания через async/await.
*/

/* Task #2
На основанни задачи из прошлого дамашнего задания сделайте так,
чтобы можно было осуществить параллельную уборку трех комнат.

Только после того как уборка всех комнат завершена, пользователь может заявить об окончании уборки.

Если одна из комнат оказалась слишком грязной, то пекращаем уборку полностью.
Для этого функция cleanRooms(dirtyLevel_1, dirtyLevel_2, dirtyLevel_3) { ... } должна принимать
три аргемента, каждый из которых описывает уровень загрязнения каждой комнаты.
*/
