/* Task #1
  Отправьте GET на адресс 'https://jsonplaceholder.typicode.com/posts' после чего извлеките только первые 20 записей
	и отсортируйте их по убыванию длины title.
*/

/* Task #2
	Создайте html документ, в котором подключите script.js. В html файле создайте кнопку (любого вида).
	По нажатию на кнопку отправляйте с помощтю POST запроса на адресс https://jsonplaceholder.typicode.com/posts объект
	  {
    		title: 'foo',
    		body: 'bar',
    		userId: 1,
  	  }
	В случае получения ответа создайте div, в котором будет храниться информация о полученном ответе (поля title и body ответа).
	Оформление div придумайте сами.
*/
